import React from 'react';
import './WhyChooseUs.css';
import headlinersImage from './images/headliners1.png';

const WhyChooseUs = () => {
  return (
    <div className="why-choose-us">
      <img src={headlinersImage} alt="Beautiful Woman" className="main-image" />
      <div className="text-content">
        <div className="reason">
          <h3>Інноваційність та сучасні технології</h3>
          <p>Наш головний лікар- косметолог Людмила Мороз однією з перших в Україні з 2012р використовує RADIESSE у щоденній практиці.
          В кожному клієнтському протоколі ми поєднуємо аппаратні та ін'єкційні методики для отримання природніх результатів та здійснення мрій наших клієнтів</p>
        </div>
        <div className="reason">
          <h3>Професійна команда</h3>
          <p>У нас працюють висококваліфіковані спеціалісти з медичною освітою, які регулярно вдосконалюють свої навички та використовують найсучасніші світові  протоколи для  вражаючих результатів.</p>
        </div>
        <div className="reason">
          <h3>Персоналізований підхід</h3>
          <p>Ми знаємо, що всі наші клієнти різні та мають індивідуальні потреби в естетичній корекції обличчя.
          Тому ми завжди формуємо персональні програми омолодження чи лікування шкіри відповідно до особливостей анатомії та  індивідуального запиту клієнта.</p>
        </div>
      </div>
    </div>
  );
};

export default WhyChooseUs;
